{
  "architectures": [
    "UNetTransformerModel"
  ],
  "image_size": 256,
  "in_channels": 1,
  "model_type": "unet",
  "out_channels": 3,
  "torch_dtype": "float32",
  "transformers_version": "4.53.2"
}
